Repository: RedTurtle/redturtle.lookup
Catalog: redturtle/lookup/locales/*/LC_MESSAGES/redturtle.lookup.po
Languages: it

source: Control panel
it: Pannello di controllo

source: Install
it: Installa

source: Installed Version
it: Versioni installate

source: Migration
it: Migrazione

source: Need upgrade
it: Necessita aggiornamento

source: Products
it: Prodotti

source: Site upgraded
it: Sito aggiornato

source: Something goes wrong with this product. Try to manage it in portal's control panel
it: Si è verificato un errore con questo prodotto. lookup a gestirlo direttamente nel pannello di controllo del portale

source: Status
it: Stato

source: Title
it: Titolo

source: Uninstall
it: Disinstalla

source: Users and groups
it: Utenti e gruppi

source: View
it: Vedi

source: go_back_label
it: Torna indietro

source: lookup_title
it: Gestione portali

source: msg_error_install
it: Si è verificato un'errore durante l'installazione di ${product} sul sito ${site}. Controlla il log per ulteriori informazioni.

source: msg_error_uninstall
it: Si è verificato un'errore durante la disinstallazione di ${product} sul sito ${site}. Controlla il log per ulteriori informazioni.

source: msg_error_upgrade
it: Si è verificato un'errore durante l'aggiornamento di ${product} sul sito ${site}. Controlla il log per ulteriori informazioni.

source: product_label
it: Prodotto

source: url_label
it: Url:

source: version_label
it: Versione:
